/**
 * Created by 2ue on 2018/1/5.
 */

module.exports = {
    // 抓取数据开始新历年份
    startYear: 1901,
    // 抓取数据结束新历年份
    endYear: 2100,
    // 抓取数据开始旧历年份
    lunarYear:1900,
    // 抓取数据开始旧历月份
    lunarMon: 11,
    // 数字对应的中文
    nmCN: ['一', '二', '三', '四', '五', '六', '七', '八', '九', '十'],
    // 数字对应的中文
    lunarCN: ['初', '十', '廿', '三'],
    // 周对应中文
    weekText: ['一', '二', '三', '四', '五', '六', '日'],
    // 二十四节气
    divisions: ['立春', '雨水', '惊蛰', '春分', '清明', '谷雨', '立夏', '小满', '芒种', '夏至', '小暑', '大暑', '立秋', '处暑', '白露', '秋分', '寒露', '霜降', '立冬', '小雪', '大雪', '冬至', '小寒', '大寒'],
    // 二十四节气-繁体字
    divisionsTr: ['立春', '雨水', '驚蟄', '春分', '清明', '穀雨', '立夏', '小滿', '芒種', '夏至', '小暑', '大暑', '立秋', '處暑', '白露', '秋分', '寒露', '霜降', '立冬', '小雪', '大雪', '冬至', '小寒', '大寒']
}
